export const dummyPosts = [
  {
    id: 1,
    title: "해당 사안에도 주휴수당이 발생하는지 궁금합니다",
    author: "물류센터 알바생",
    date: "2024.05.01",
    content: "5월 1일 근로자의 날도 주휴수당이 포함되나요?",
  },
  {
    id: 2,
    title: "공휴일 알바 대타해도 휴일근로수당 발생하나요?",
    author: "아르바이트생A",
    date: "2024.04.28",
    content: "부처님오신날에 대타를 했는데 수당이 지급될까요?",
  },
   {
    id: 3,
    title: "계약직도 연장여부 미리 말해줘야하나요?",
    author: "코카콜라",
    date: "2024.05.11",
    content: "정규직일때는 해고하기 한달전에 말해줘야 한다는 법이 있다던데요. 계약직도 그런가요? 예를들어 1개월 계약직이면 1개월만 계약할거고 더 연장의사 없다.라고 말해줘야 하는건가요? 아니면 그냥 계약기간 끝나면 끝나는거고 그런건가요?",
  },
];
